Revit 2027 API
BuiltInFailures.GroupFailures.UnableToBindLink Property
 Unable to bind the selected links.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId UnableToBindLink { get; }
Public Shared ReadOnly Property UnableToBindLink As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ UnableToBindLink {
	FailureDefinitionId^ get ();
}
static member UnableToBindLink : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace